{
  "token2index": {
    "c": 0,
    "C": 1,
    "(": 2,
    ")": 3,
    "O": 4,
    "1": 5,
    "2": 6,
    "=": 7,
    "N": 8,
    ".": 9,
    "n": 10,
    "3": 11,
    "F": 12,
    "Cl": 13,
    ">>": 14,
    "~": 15,
    "-": 16,
    "4": 17,
    "[C@H]": 18,
    "S": 19,
    "[C@@H]": 20,
    "[O-]": 21,
    "Br": 22,
    "#": 23,
    "/": 24,
    "[nH]": 25,
    "[N+]": 26,
    "s": 27,
    "5": 28,
    "o": 29,
    "P": 30,
    "[Na+]": 31,
    "[Si]": 32,
    "I": 33,
    "[Na]": 34,
    "[Pd]": 35,
    "[K+]": 36,
    "[K]": 37,
    "[P]": 38,
    "B": 39,
    "[C@]": 40,
    "[C@@]": 41,
    "[Cl-]": 42,
    "6": 43,
    "[OH-]": 44,
    "\\": 45,
    "[N-]": 46,
    "[Li]": 47,
    "[H]": 48,
    "[2H]": 49,
    "[NH4+]": 50,
    "[c-]": 51,
    "[P-]": 52,
    "[Cs+]": 53,
    "[Li+]": 54,
    "[Cs]": 55,
    "[NaH]": 56,
    "[H-]": 57,
    "[O+]": 58,
    "[BH4-]": 59,
    "[Cu]": 60,
    "7": 61,
    "[Mg]": 62,
    "[Fe+2]": 63,
    "[n+]": 64,
    "[Sn]": 65,
    "[BH-]": 66,
    "[Pd+2]": 67,
    "[CH]": 68,
    "[I-]": 69,
    "[Br-]": 70,
    "[C-]": 71,
    "[Zn]": 72,
    "[B-]": 73,
    "[F-]": 74,
    "[Al]": 75,
    "[P+]": 76,
    "[BH3-]": 77,
    "[Fe]": 78,
    "[C]": 79,
    "[AlH4]": 80,
    "[Ni]": 81,
    "[SiH]": 82,
    "8": 83,
    "[Cu+2]": 84,
    "[Mn]": 85,
    "[AlH]": 86,
    "[nH+]": 87,
    "[AlH4-]": 88,
    "[O-2]": 89,
    "[Cr]": 90,
    "[Mg+2]": 91,
    "[NH3+]": 92,
    "[S@]": 93,
    "[Pt]": 94,
    "[Al+3]": 95,
    "[S@@]": 96,
    "[S-]": 97,
    "[Ti]": 98,
    "[Zn+2]": 99,
    "[PH]": 100,
    "[NH2+]": 101,
    "[Ru]": 102,
    "[Ag+]": 103,
    "[S+]": 104,
    "[I+3]": 105,
    "[NH+]": 106,
    "[Ca+2]": 107,
    "[Ag]": 108,
    "9": 109,
    "[Os]": 110,
    "[Se]": 111,
    "[SiH2]": 112,
    "[Ca]": 113,
    "[Ti+4]": 114,
    "[Ac]": 115,
    "[Cu+]": 116,
    "[S]": 117,
    "[Rh]": 118,
    "[Cl+3]": 119,
    "[cH-]": 120,
    "[Zn+]": 121,
    "[O]": 122,
    "[Cl+]": 123,
    "[SH]": 124,
    "[H+]": 125,
    "[Pd+]": 126,
    "[se]": 127,
    "[PH+]": 128,
    "[I]": 129,
    "[Pt+2]": 130,
    "[C+]": 131,
    "[Mg+]": 132,
    "[Hg]": 133,
    "[W]": 134,
    "[SnH]": 135,
    "[SiH3]": 136,
    "[Fe+3]": 137,
    "[NH]": 138,
    "[Mo]": 139,
    "[CH2+]": 140,
    "%10": 141,
    "[CH2-]": 142,
    "[CH2]": 143,
    "[n-]": 144,
    "[Ce+4]": 145,
    "[NH-]": 146,
    "[Co]": 147,
    "[I+]": 148,
    "[PH2]": 149,
    "[Pt+4]": 150,
    "[Ce]": 151,
    "[B]": 152,
    "[Sn+2]": 153,
    "[Ba+2]": 154,
    "%11": 155,
    "[Fe-3]": 156,
    "[18F]": 157,
    "[SH-]": 158,
    "[Pb+2]": 159,
    "[Os-2]": 160,
    "[Zr+4]": 161,
    "[N]": 162,
    "[Ir]": 163,
    "[Bi]": 164,
    "[Ni+2]": 165,
    "[P@]": 166,
    "[Co+2]": 167,
    "[s+]": 168,
    "[As]": 169,
    "[P+3]": 170,
    "[Hg+2]": 171,
    "[Yb+3]": 172,
    "[CH-]": 173,
    "[Zr+2]": 174,
    "[Mn+2]": 175,
    "[CH+]": 176,
    "[In]": 177,
    "[KH]": 178,
    "[Ce+3]": 179,
    "[Zr]": 180,
    "[AlH2-]": 181,
    "[OH2+]": 182,
    "[Ti+3]": 183,
    "[Rh+2]": 184,
    "[Sb]": 185,
    "[S-2]": 186,
    "%12": 187,
    "[P@@]": 188,
    "[Si@H]": 189,
    "[Mn+4]": 190,
    "p": 191,
    "[Ba]": 192,
    "[NH2-]": 193,
    "[Ge]": 194,
    "[Pb+4]": 195,
    "[Cr+3]": 196,
    "[Au]": 197,
    "[LiH]": 198,
    "[Sc+3]": 199,
    "[o+]": 200,
    "[Rh-3]": 201,
    "%13": 202,
    "[Br]": 203,
    "[Sb-]": 204,
    "[S@+]": 205,
    "[I+2]": 206,
    "[Ar]": 207,
    "[V]": 208,
    "[Cu-]": 209,
    "[Al-]": 210,
    "[Te]": 211,
    "[13c]": 212,
    "[13C]": 213,
    "[Cl]": 214,
    "[PH4+]": 215,
    "[SiH4]": 216,
    "[te]": 217,
    "[CH3-]": 218,
    "[S@@+]": 219,
    "[Rh+3]": 220,
    "[SH+]": 221,
    "[Bi+3]": 222,
    "[Br+2]": 223,
    "[La]": 224,
    "[La+3]": 225,
    "[Pt-2]": 226,
    "[N@@]": 227,
    "[PH3+]": 228,
    "[N@]": 229,
    "[Si+4]": 230,
    "[Sr+2]": 231,
    "[Al+]": 232,
    "[Pb]": 233,
    "[SeH]": 234,
    "[Si-]": 235,
    "[V+5]": 236,
    "[Y+3]": 237,
    "[Re]": 238,
    "[Ru+]": 239,
    "[Sm]": 240,
    "*": 241,
    "[3H]": 242,
    "[NH2]": 243,
    "[Ag-]": 244,
    "[13CH3]": 245,
    "[OH+]": 246,
    "[Ru+3]": 247,
    "[OH]": 248,
    "[Gd+3]": 249,
    "[13CH2]": 250,
    "[In+3]": 251,
    "[Si@@]": 252,
    "[Si@]": 253,
    "[Ti+2]": 254,
    "[Sn+]": 255,
    "[Cl+2]": 256,
    "[AlH-]": 257,
    "[Pd-2]": 258,
    "[SnH3]": 259,
    "[B+3]": 260,
    "[Cu-2]": 261,
    "[Nd+3]": 262,
    "[Pb+3]": 263,
    "[13cH]": 264,
    "[Fe-4]": 265,
    "[Ga]": 266,
    "[Sn+4]": 267,
    "[Hg+]": 268,
    "[11CH3]": 269,
    "[Hf]": 270,
    "[Pr]": 271,
    "[Y]": 272,
    "[S+2]": 273,
    "[Cd]": 274,
    "[Cr+6]": 275,
    "[Zr+3]": 276,
    "[Rh+]": 277,
    "[CH3]": 278,
    "[N-3]": 279,
    "[Hf+2]": 280,
    "[Th]": 281,
    "[Sb+3]": 282,
    "%14": 283,
    "[Cr+2]": 284,
    "[Ru+2]": 285,
    "[Hf+4]": 286,
    "[14C]": 287,
    "[Ta]": 288,
    "[Tl+]": 289,
    "[B+]": 290,
    "[Os+4]": 291,
    "[PdH2]": 292,
    "[Pd-]": 293,
    "[Cd+2]": 294,
    "[Co+3]": 295,
    "[S+4]": 296,
    "[Nb+5]": 297,
    "[123I]": 298,
    "[c+]": 299,
    "[Rb+]": 300,
    "[V+2]": 301,
    "[CH3+]": 302,
    "[Ag+2]": 303,
    "[cH+]": 304,
    "[Mn+3]": 305,
    "[Se-]": 306,
    "[As-]": 307,
    "[Eu+3]": 308,
    "[SH2]": 309,
    "[Sm+3]": 310,
    "[IH+]": 311,
    "%15": 312,
    "[OH3+]": 313,
    "[PH3]": 314,
    "[IH2+]": 315,
    "[SH2+]": 316,
    "[Ir+3]": 317,
    "[AlH3]": 318,
    "[Sc]": 319,
    "[Yb]": 320,
    "[15NH2]": 321,
    "[Lu]": 322,
    "[sH+]": 323,
    "[Gd]": 324,
    "[18F-]": 325,
    "[SH3+]": 326,
    "[SnH4]": 327,
    "[TeH]": 328,
    "[Si@@H]": 329,
    "[Ga+3]": 330,
    "[CaH2]": 331,
    "[Tl]": 332,
    "[Ta+5]": 333,
    "[GeH]": 334,
    "[Br+]": 335,
    "[Sr]": 336,
    "[Tl+3]": 337,
    "[Sm+2]": 338,
    "[PH5]": 339,
    "%16": 340,
    "[N@@+]": 341,
    "[Au+3]": 342,
    "[C-4]": 343,
    "[Nd]": 344,
    "[Ti+]": 345,
    "[IH]": 346,
    "[N@+]": 347,
    "[125I]": 348,
    "[Eu]": 349,
    "[Sn+3]": 350,
    "[Nb]": 351,
    "[Er+3]": 352,
    "[123I-]": 353,
    "[14c]": 354,
    "%17": 355,
    "[SnH2]": 356,
    "[YH]": 357,
    "[Sb+5]": 358,
    "[Pr+3]": 359,
    "[Ir+]": 360,
    "[N+3]": 361,
    "[AlH2]": 362,
    "[19F]": 363,
    "%18": 364,
    "[Tb]": 365,
    "[14CH]": 366,
    "[Mo+4]": 367,
    "[Si+]": 368,
    "[BH]": 369,
    "[Be]": 370,
    "[Rb]": 371,
    "[pH]": 372,
    "%19": 373,
    "%20": 374,
    "[Xe]": 375,
    "[Ir-]": 376,
    "[Be+2]": 377,
    "[C+4]": 378,
    "[RuH2]": 379,
    "[15NH]": 380,
    "[U+2]": 381,
    "[Au-]": 382,
    "%21": 383,
    "%22": 384,
    "[Au+]": 385,
    "[15n]": 386,
    "[Al+2]": 387,
    "[Tb+3]": 388,
    "[15N]": 389,
    "[V+3]": 390,
    "[W+6]": 391,
    "[14CH3]": 392,
    "[Cr+4]": 393,
    "[ClH+]": 394,
    "b": 395,
    "[Ti+6]": 396,
    "[Nd+]": 397,
    "[Zr+]": 398,
    "[PH2+]": 399,
    "[Fm]": 400,
    "[N@H+]": 401,
    "[RuH]": 402,
    "[Dy+3]": 403,
    "%23": 404,
    "[Hf+3]": 405,
    "[W+4]": 406,
    "[11C]": 407,
    "[13CH]": 408,
    "[Er]": 409,
    "[124I]": 410,
    "[LaH]": 411,
    "[F]": 412,
    "[siH]": 413,
    "[Ga+]": 414,
    "[Cm]": 415,
    "[GeH3]": 416,
    "[IH-]": 417,
    "[U+6]": 418,
    "[SeH+]": 419,
    "[32P]": 420,
    "[SeH-]": 421,
    "[Pt-]": 422,
    "[Ir+2]": 423,
    "[se+]": 424,
    "[U]": 425,
    "[F+]": 426,
    "[BH2]": 427,
    "[As+]": 428,
    "[Cf]": 429,
    "[ClH2+]": 430,
    "[Ni+]": 431,
    "[TeH3]": 432,
    "[SbH2]": 433,
    "[Ag+3]": 434,
    "%24": 435,
    "[18O]": 436,
    "[PH4]": 437,
    "[Os+2]": 438,
    "[Na-]": 439,
    "[Sb+2]": 440,
    "[V+4]": 441,
    "[Ho+3]": 442,
    "[68Ga]": 443,
    "[PH-]": 444,
    "[Bi+2]": 445,
    "[Ce+2]": 446,
    "[Pd+3]": 447,
    "[99Tc]": 448,
    "[13C@@H]": 449,
    "[Fe+6]": 450,
    "[c]": 451,
    "[GeH2]": 452,
    "[10B]": 453,
    "[Cu+3]": 454,
    "[Mo+2]": 455,
    "[Cr+]": 456,
    "[Pd+4]": 457,
    "[Dy]": 458,
    "[AsH]": 459,
    "[Ba+]": 460,
    "[SeH2]": 461,
    "[In+]": 462,
    "[TeH2]": 463,
    "[BrH+]": 464,
    "[14cH]": 465,
    "[W+]": 466,
    "[13C@H]": 467,
    "[AsH2]": 468,
    "[In+2]": 469,
    "[N+2]": 470,
    "[N@@H+]": 471,
    "[SbH]": 472,
    "[60Co]": 473,
    "[AsH4+]": 474,
    "[AsH3]": 475,
    "[18OH]": 476,
    "[Ru-2]": 477,
    "[Na-2]": 478,
    "[CuH2]": 479,
    "[31P]": 480,
    "[Ti+5]": 481,
    "[35S]": 482,
    "[P@@H]": 483,
    "[ArH]": 484,
    "[Co+]": 485,
    "[Zr-2]": 486,
    "[BH2-]": 487,
    "[131I]": 488,
    "[SH5]": 489,
    "[VH]": 490,
    "[B+2]": 491,
    "[Yb+2]": 492,
    "[14C@H]": 493,
    "[211At]": 494,
    "[NH3+2]": 495,
    "[IrH]": 496,
    "[IrH2]": 497,
    "[Rh-]": 498,
    "[Cr-]": 499,
    "[Sb+]": 500,
    "[Ni+3]": 501,
    "[TaH3]": 502,
    "[Tl+2]": 503,
    "[64Cu]": 504,
    "[Tc]": 505,
    "[Cd+]": 506,
    "[1H]": 507,
    "[15nH]": 508,
    "[AlH2+]": 509,
    "[FH+2]": 510,
    "[BiH3]": 511,
    "[Ru-]": 512,
    "[Mo+6]": 513,
    "[AsH+]": 514,
    "[BaH2]": 515,
    "[BaH]": 516,
    "[Fe+4]": 517,
    "[229Th]": 518,
    "[Th+4]": 519,
    "[As+3]": 520,
    "[NH+3]": 521,
    "[P@H]": 522,
    "[Li-]": 523,
    "[7NaH]": 524,
    "[Bi+]": 525,
    "[PtH+2]": 526,
    "[p-]": 527,
    "[Re+5]": 528,
    "[NiH]": 529,
    "[Ni-]": 530,
    "[Xe+]": 531,
    "[Ca+]": 532,
    "[11c]": 533,
    "[Rh+4]": 534,
    "[AcH]": 535,
    "[HeH]": 536,
    "[Sc+2]": 537,
    "[Mn+]": 538,
    "[UH]": 539,
    "[14CH2]": 540,
    "[SiH4+]": 541,
    "[18OH2]": 542,
    "[Ac-]": 543,
    "[Re+4]": 544,
    "[118Sn]": 545,
    "[153Sm]": 546,
    "[P+2]": 547,
    "[9CH]": 548,
    "[9CH3]": 549,
    "[Y-]": 550,
    "[NiH2]": 551,
    "[Si+2]": 552,
    "[Mn+6]": 553,
    "[ZrH2]": 554,
    "[C-2]": 555,
    "[Bi+5]": 556,
    "[24NaH]": 557,
    "[Fr]": 558,
    "[15CH]": 559,
    "[Se+]": 560,
    "[At]": 561,
    "[P-3]": 562,
    "[124I-]": 563,
    "[CuH2-]": 564,
    "[Nb+4]": 565,
    "[Nb+3]": 566,
    "[MgH]": 567,
    "[Ir+4]": 568,
    "[67Ga+3]": 569,
    "[67Ga]": 570,
    "[13N]": 571,
    "[15OH2]": 572,
    "[2NH]": 573,
    "[Ho]": 574,
    "[Cn]": 575
  },
  "index2token": {
    "0": "c",
    "1": "C",
    "2": "(",
    "3": ")",
    "4": "O",
    "5": "1",
    "6": "2",
    "7": "=",
    "8": "N",
    "9": ".",
    "10": "n",
    "11": "3",
    "12": "F",
    "13": "Cl",
    "14": ">>",
    "15": "~",
    "16": "-",
    "17": "4",
    "18": "[C@H]",
    "19": "S",
    "20": "[C@@H]",
    "21": "[O-]",
    "22": "Br",
    "23": "#",
    "24": "/",
    "25": "[nH]",
    "26": "[N+]",
    "27": "s",
    "28": "5",
    "29": "o",
    "30": "P",
    "31": "[Na+]",
    "32": "[Si]",
    "33": "I",
    "34": "[Na]",
    "35": "[Pd]",
    "36": "[K+]",
    "37": "[K]",
    "38": "[P]",
    "39": "B",
    "40": "[C@]",
    "41": "[C@@]",
    "42": "[Cl-]",
    "43": "6",
    "44": "[OH-]",
    "45": "\\",
    "46": "[N-]",
    "47": "[Li]",
    "48": "[H]",
    "49": "[2H]",
    "50": "[NH4+]",
    "51": "[c-]",
    "52": "[P-]",
    "53": "[Cs+]",
    "54": "[Li+]",
    "55": "[Cs]",
    "56": "[NaH]",
    "57": "[H-]",
    "58": "[O+]",
    "59": "[BH4-]",
    "60": "[Cu]",
    "61": "7",
    "62": "[Mg]",
    "63": "[Fe+2]",
    "64": "[n+]",
    "65": "[Sn]",
    "66": "[BH-]",
    "67": "[Pd+2]",
    "68": "[CH]",
    "69": "[I-]",
    "70": "[Br-]",
    "71": "[C-]",
    "72": "[Zn]",
    "73": "[B-]",
    "74": "[F-]",
    "75": "[Al]",
    "76": "[P+]",
    "77": "[BH3-]",
    "78": "[Fe]",
    "79": "[C]",
    "80": "[AlH4]",
    "81": "[Ni]",
    "82": "[SiH]",
    "83": "8",
    "84": "[Cu+2]",
    "85": "[Mn]",
    "86": "[AlH]",
    "87": "[nH+]",
    "88": "[AlH4-]",
    "89": "[O-2]",
    "90": "[Cr]",
    "91": "[Mg+2]",
    "92": "[NH3+]",
    "93": "[S@]",
    "94": "[Pt]",
    "95": "[Al+3]",
    "96": "[S@@]",
    "97": "[S-]",
    "98": "[Ti]",
    "99": "[Zn+2]",
    "100": "[PH]",
    "101": "[NH2+]",
    "102": "[Ru]",
    "103": "[Ag+]",
    "104": "[S+]",
    "105": "[I+3]",
    "106": "[NH+]",
    "107": "[Ca+2]",
    "108": "[Ag]",
    "109": "9",
    "110": "[Os]",
    "111": "[Se]",
    "112": "[SiH2]",
    "113": "[Ca]",
    "114": "[Ti+4]",
    "115": "[Ac]",
    "116": "[Cu+]",
    "117": "[S]",
    "118": "[Rh]",
    "119": "[Cl+3]",
    "120": "[cH-]",
    "121": "[Zn+]",
    "122": "[O]",
    "123": "[Cl+]",
    "124": "[SH]",
    "125": "[H+]",
    "126": "[Pd+]",
    "127": "[se]",
    "128": "[PH+]",
    "129": "[I]",
    "130": "[Pt+2]",
    "131": "[C+]",
    "132": "[Mg+]",
    "133": "[Hg]",
    "134": "[W]",
    "135": "[SnH]",
    "136": "[SiH3]",
    "137": "[Fe+3]",
    "138": "[NH]",
    "139": "[Mo]",
    "140": "[CH2+]",
    "141": "%10",
    "142": "[CH2-]",
    "143": "[CH2]",
    "144": "[n-]",
    "145": "[Ce+4]",
    "146": "[NH-]",
    "147": "[Co]",
    "148": "[I+]",
    "149": "[PH2]",
    "150": "[Pt+4]",
    "151": "[Ce]",
    "152": "[B]",
    "153": "[Sn+2]",
    "154": "[Ba+2]",
    "155": "%11",
    "156": "[Fe-3]",
    "157": "[18F]",
    "158": "[SH-]",
    "159": "[Pb+2]",
    "160": "[Os-2]",
    "161": "[Zr+4]",
    "162": "[N]",
    "163": "[Ir]",
    "164": "[Bi]",
    "165": "[Ni+2]",
    "166": "[P@]",
    "167": "[Co+2]",
    "168": "[s+]",
    "169": "[As]",
    "170": "[P+3]",
    "171": "[Hg+2]",
    "172": "[Yb+3]",
    "173": "[CH-]",
    "174": "[Zr+2]",
    "175": "[Mn+2]",
    "176": "[CH+]",
    "177": "[In]",
    "178": "[KH]",
    "179": "[Ce+3]",
    "180": "[Zr]",
    "181": "[AlH2-]",
    "182": "[OH2+]",
    "183": "[Ti+3]",
    "184": "[Rh+2]",
    "185": "[Sb]",
    "186": "[S-2]",
    "187": "%12",
    "188": "[P@@]",
    "189": "[Si@H]",
    "190": "[Mn+4]",
    "191": "p",
    "192": "[Ba]",
    "193": "[NH2-]",
    "194": "[Ge]",
    "195": "[Pb+4]",
    "196": "[Cr+3]",
    "197": "[Au]",
    "198": "[LiH]",
    "199": "[Sc+3]",
    "200": "[o+]",
    "201": "[Rh-3]",
    "202": "%13",
    "203": "[Br]",
    "204": "[Sb-]",
    "205": "[S@+]",
    "206": "[I+2]",
    "207": "[Ar]",
    "208": "[V]",
    "209": "[Cu-]",
    "210": "[Al-]",
    "211": "[Te]",
    "212": "[13c]",
    "213": "[13C]",
    "214": "[Cl]",
    "215": "[PH4+]",
    "216": "[SiH4]",
    "217": "[te]",
    "218": "[CH3-]",
    "219": "[S@@+]",
    "220": "[Rh+3]",
    "221": "[SH+]",
    "222": "[Bi+3]",
    "223": "[Br+2]",
    "224": "[La]",
    "225": "[La+3]",
    "226": "[Pt-2]",
    "227": "[N@@]",
    "228": "[PH3+]",
    "229": "[N@]",
    "230": "[Si+4]",
    "231": "[Sr+2]",
    "232": "[Al+]",
    "233": "[Pb]",
    "234": "[SeH]",
    "235": "[Si-]",
    "236": "[V+5]",
    "237": "[Y+3]",
    "238": "[Re]",
    "239": "[Ru+]",
    "240": "[Sm]",
    "241": "*",
    "242": "[3H]",
    "243": "[NH2]",
    "244": "[Ag-]",
    "245": "[13CH3]",
    "246": "[OH+]",
    "247": "[Ru+3]",
    "248": "[OH]",
    "249": "[Gd+3]",
    "250": "[13CH2]",
    "251": "[In+3]",
    "252": "[Si@@]",
    "253": "[Si@]",
    "254": "[Ti+2]",
    "255": "[Sn+]",
    "256": "[Cl+2]",
    "257": "[AlH-]",
    "258": "[Pd-2]",
    "259": "[SnH3]",
    "260": "[B+3]",
    "261": "[Cu-2]",
    "262": "[Nd+3]",
    "263": "[Pb+3]",
    "264": "[13cH]",
    "265": "[Fe-4]",
    "266": "[Ga]",
    "267": "[Sn+4]",
    "268": "[Hg+]",
    "269": "[11CH3]",
    "270": "[Hf]",
    "271": "[Pr]",
    "272": "[Y]",
    "273": "[S+2]",
    "274": "[Cd]",
    "275": "[Cr+6]",
    "276": "[Zr+3]",
    "277": "[Rh+]",
    "278": "[CH3]",
    "279": "[N-3]",
    "280": "[Hf+2]",
    "281": "[Th]",
    "282": "[Sb+3]",
    "283": "%14",
    "284": "[Cr+2]",
    "285": "[Ru+2]",
    "286": "[Hf+4]",
    "287": "[14C]",
    "288": "[Ta]",
    "289": "[Tl+]",
    "290": "[B+]",
    "291": "[Os+4]",
    "292": "[PdH2]",
    "293": "[Pd-]",
    "294": "[Cd+2]",
    "295": "[Co+3]",
    "296": "[S+4]",
    "297": "[Nb+5]",
    "298": "[123I]",
    "299": "[c+]",
    "300": "[Rb+]",
    "301": "[V+2]",
    "302": "[CH3+]",
    "303": "[Ag+2]",
    "304": "[cH+]",
    "305": "[Mn+3]",
    "306": "[Se-]",
    "307": "[As-]",
    "308": "[Eu+3]",
    "309": "[SH2]",
    "310": "[Sm+3]",
    "311": "[IH+]",
    "312": "%15",
    "313": "[OH3+]",
    "314": "[PH3]",
    "315": "[IH2+]",
    "316": "[SH2+]",
    "317": "[Ir+3]",
    "318": "[AlH3]",
    "319": "[Sc]",
    "320": "[Yb]",
    "321": "[15NH2]",
    "322": "[Lu]",
    "323": "[sH+]",
    "324": "[Gd]",
    "325": "[18F-]",
    "326": "[SH3+]",
    "327": "[SnH4]",
    "328": "[TeH]",
    "329": "[Si@@H]",
    "330": "[Ga+3]",
    "331": "[CaH2]",
    "332": "[Tl]",
    "333": "[Ta+5]",
    "334": "[GeH]",
    "335": "[Br+]",
    "336": "[Sr]",
    "337": "[Tl+3]",
    "338": "[Sm+2]",
    "339": "[PH5]",
    "340": "%16",
    "341": "[N@@+]",
    "342": "[Au+3]",
    "343": "[C-4]",
    "344": "[Nd]",
    "345": "[Ti+]",
    "346": "[IH]",
    "347": "[N@+]",
    "348": "[125I]",
    "349": "[Eu]",
    "350": "[Sn+3]",
    "351": "[Nb]",
    "352": "[Er+3]",
    "353": "[123I-]",
    "354": "[14c]",
    "355": "%17",
    "356": "[SnH2]",
    "357": "[YH]",
    "358": "[Sb+5]",
    "359": "[Pr+3]",
    "360": "[Ir+]",
    "361": "[N+3]",
    "362": "[AlH2]",
    "363": "[19F]",
    "364": "%18",
    "365": "[Tb]",
    "366": "[14CH]",
    "367": "[Mo+4]",
    "368": "[Si+]",
    "369": "[BH]",
    "370": "[Be]",
    "371": "[Rb]",
    "372": "[pH]",
    "373": "%19",
    "374": "%20",
    "375": "[Xe]",
    "376": "[Ir-]",
    "377": "[Be+2]",
    "378": "[C+4]",
    "379": "[RuH2]",
    "380": "[15NH]",
    "381": "[U+2]",
    "382": "[Au-]",
    "383": "%21",
    "384": "%22",
    "385": "[Au+]",
    "386": "[15n]",
    "387": "[Al+2]",
    "388": "[Tb+3]",
    "389": "[15N]",
    "390": "[V+3]",
    "391": "[W+6]",
    "392": "[14CH3]",
    "393": "[Cr+4]",
    "394": "[ClH+]",
    "395": "b",
    "396": "[Ti+6]",
    "397": "[Nd+]",
    "398": "[Zr+]",
    "399": "[PH2+]",
    "400": "[Fm]",
    "401": "[N@H+]",
    "402": "[RuH]",
    "403": "[Dy+3]",
    "404": "%23",
    "405": "[Hf+3]",
    "406": "[W+4]",
    "407": "[11C]",
    "408": "[13CH]",
    "409": "[Er]",
    "410": "[124I]",
    "411": "[LaH]",
    "412": "[F]",
    "413": "[siH]",
    "414": "[Ga+]",
    "415": "[Cm]",
    "416": "[GeH3]",
    "417": "[IH-]",
    "418": "[U+6]",
    "419": "[SeH+]",
    "420": "[32P]",
    "421": "[SeH-]",
    "422": "[Pt-]",
    "423": "[Ir+2]",
    "424": "[se+]",
    "425": "[U]",
    "426": "[F+]",
    "427": "[BH2]",
    "428": "[As+]",
    "429": "[Cf]",
    "430": "[ClH2+]",
    "431": "[Ni+]",
    "432": "[TeH3]",
    "433": "[SbH2]",
    "434": "[Ag+3]",
    "435": "%24",
    "436": "[18O]",
    "437": "[PH4]",
    "438": "[Os+2]",
    "439": "[Na-]",
    "440": "[Sb+2]",
    "441": "[V+4]",
    "442": "[Ho+3]",
    "443": "[68Ga]",
    "444": "[PH-]",
    "445": "[Bi+2]",
    "446": "[Ce+2]",
    "447": "[Pd+3]",
    "448": "[99Tc]",
    "449": "[13C@@H]",
    "450": "[Fe+6]",
    "451": "[c]",
    "452": "[GeH2]",
    "453": "[10B]",
    "454": "[Cu+3]",
    "455": "[Mo+2]",
    "456": "[Cr+]",
    "457": "[Pd+4]",
    "458": "[Dy]",
    "459": "[AsH]",
    "460": "[Ba+]",
    "461": "[SeH2]",
    "462": "[In+]",
    "463": "[TeH2]",
    "464": "[BrH+]",
    "465": "[14cH]",
    "466": "[W+]",
    "467": "[13C@H]",
    "468": "[AsH2]",
    "469": "[In+2]",
    "470": "[N+2]",
    "471": "[N@@H+]",
    "472": "[SbH]",
    "473": "[60Co]",
    "474": "[AsH4+]",
    "475": "[AsH3]",
    "476": "[18OH]",
    "477": "[Ru-2]",
    "478": "[Na-2]",
    "479": "[CuH2]",
    "480": "[31P]",
    "481": "[Ti+5]",
    "482": "[35S]",
    "483": "[P@@H]",
    "484": "[ArH]",
    "485": "[Co+]",
    "486": "[Zr-2]",
    "487": "[BH2-]",
    "488": "[131I]",
    "489": "[SH5]",
    "490": "[VH]",
    "491": "[B+2]",
    "492": "[Yb+2]",
    "493": "[14C@H]",
    "494": "[211At]",
    "495": "[NH3+2]",
    "496": "[IrH]",
    "497": "[IrH2]",
    "498": "[Rh-]",
    "499": "[Cr-]",
    "500": "[Sb+]",
    "501": "[Ni+3]",
    "502": "[TaH3]",
    "503": "[Tl+2]",
    "504": "[64Cu]",
    "505": "[Tc]",
    "506": "[Cd+]",
    "507": "[1H]",
    "508": "[15nH]",
    "509": "[AlH2+]",
    "510": "[FH+2]",
    "511": "[BiH3]",
    "512": "[Ru-]",
    "513": "[Mo+6]",
    "514": "[AsH+]",
    "515": "[BaH2]",
    "516": "[BaH]",
    "517": "[Fe+4]",
    "518": "[229Th]",
    "519": "[Th+4]",
    "520": "[As+3]",
    "521": "[NH+3]",
    "522": "[P@H]",
    "523": "[Li-]",
    "524": "[7NaH]",
    "525": "[Bi+]",
    "526": "[PtH+2]",
    "527": "[p-]",
    "528": "[Re+5]",
    "529": "[NiH]",
    "530": "[Ni-]",
    "531": "[Xe+]",
    "532": "[Ca+]",
    "533": "[11c]",
    "534": "[Rh+4]",
    "535": "[AcH]",
    "536": "[HeH]",
    "537": "[Sc+2]",
    "538": "[Mn+]",
    "539": "[UH]",
    "540": "[14CH2]",
    "541": "[SiH4+]",
    "542": "[18OH2]",
    "543": "[Ac-]",
    "544": "[Re+4]",
    "545": "[118Sn]",
    "546": "[153Sm]",
    "547": "[P+2]",
    "548": "[9CH]",
    "549": "[9CH3]",
    "550": "[Y-]",
    "551": "[NiH2]",
    "552": "[Si+2]",
    "553": "[Mn+6]",
    "554": "[ZrH2]",
    "555": "[C-2]",
    "556": "[Bi+5]",
    "557": "[24NaH]",
    "558": "[Fr]",
    "559": "[15CH]",
    "560": "[Se+]",
    "561": "[At]",
    "562": "[P-3]",
    "563": "[124I-]",
    "564": "[CuH2-]",
    "565": "[Nb+4]",
    "566": "[Nb+3]",
    "567": "[MgH]",
    "568": "[Ir+4]",
    "569": "[67Ga+3]",
    "570": "[67Ga]",
    "571": "[13N]",
    "572": "[15OH2]",
    "573": "[2NH]",
    "574": "[Ho]",
    "575": "[Cn]"
  }
}